[Balance.PawnBalance_Goliath AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golias",TransformedNames=((TransformedName="Golias Furioso"),(TransformedName="Golias Encrenqueiro"),(TransformedName="Golias Super Encrenqueiro"),(TransformedName="Golias Encrenqueiro Ultimate"),(TransformedName="Goliaço Fatal")))

[Balance.PawnBalance_GoliathBadass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golias Encrenqueiro",TransformedNames=((TransformedName="Golias Encrenqueiro Furioso"),(TransformedName="Golias Monstruoso Super Encrenqueiro"),(TransformedName="Golias Imponente Encrenqueiro Ultimate"),(TransformedName="Enorme Massa de Destruição"),(TransformedName="Goliaço")))

[Balance.PawnBalance_GoliathBlaster AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Detonador Golias",TransformedNames=((TransformedName="Detonador Furioso"),(TransformedName="Detonador Encrenqueiro"),(TransformedName="Detonador Super Encrenqueiro"),(TransformedName="Detonador Encrenqueiro Ultimate"),(TransformedName="Detonador Goliaço")))

[Balance.PawnBalance_GoliathCorrosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golias Cáustico",TransformedNames=((TransformedName="Golias Cáustico Furioso"),(TransformedName="Golias Cáustico Encrenqueiro"),(TransformedName="Golias Cáustico Super Encrenqueiro"),(TransformedName="Golias Cáustico Encrenqueiro Ultimate"),(TransformedName="Goliaço Cáustico")))
PlayThroughs[1]=(DisplayName="Golias Cáustico",TransformedNames=((TransformedName="Golias Cáustico Furioso"),(TransformedName="Golias Cáustico Encrenqueiro"),(TransformedName="Golias Cáustico Super Encrenqueiro"),(TransformedName="Golias Cáustico Encrenqueiro Ultimate"),(TransformedName="Goliaço Cáustico")))

[Balance.PawnBalance_GoliathLootGoon AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golias Valentão",TransformedNames=((TransformedName="Golias Gorila Furioso"),(TransformedName="Golias Gorila Encrenqueiro"),(TransformedName="Golias Gorila Super Encrenqueiro"),(TransformedName="Golias Gorila Encrenqueiro Ultimate"),(TransformedName="Goliaço Gorila")))

[Balance.PawnBalance_GoliathOneArm AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bandido Manco")

[Balance.PawnBalance_GoliathTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golias Peso-Pesado",TransformedNames=((TransformedName="Peso-Pesado Furioso"),(TransformedName="Peso-Pesado Encrenqueiro "),(TransformedName="Peso-Pesado Super Encrenqueiro"),(TransformedName="Peso-Pesado Encrenqueiro Ultimate")))
PlayThroughs[1]=(DisplayName="Mega Golias",TransformedNames=((TransformedName="Mega Golias Furioso"),(TransformedName="Mega Golias Encrenqueiro"),(TransformedName="Mega Golias Super Encrenqueiro"),(TransformedName="Mega Golias Encrenqueiro Ultimate")))

[Balance.PawnBalance_Juggernaught AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Colosso",TransformedNames=((TransformedName="Golias Furioso"),(TransformedName="Golias Encrenqueiro"),(TransformedName="Golias Super Encrenqueiro"),(TransformedName="Golias Encrenqueiro Ultimate"),(TransformedName="Golias Fatal")))

[Balance.Unique.PawnBalance_DiggerGoliath AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golias Escavador",TransformedNames=((TransformedName="Escavador Furioso"),(TransformedName="Golias Escavador Encrenqueiro"),(TransformedName="Golias Escavador Super Encrenqueiro"),(TransformedName="Golias Escavador Encrenqueiro Ultimate"),(TransformedName="Goliaço Escavador")))

[Balance.Unique.PawnBalance_SmashHead AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Tritura-Cabeças")

